IDEA Open Model
ConcreteSLSCheckResultStressLimitationEc2 Constructor
Compatible with IDEA StatiCa v 10.1
Initializes a new instance of the ConcreteSLSCheckResultStressLimitationEc2 class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public ConcreteSLSCheckResultStressLimitationEc2()
Public Sub New
public:
ConcreteSLSCheckResultStressLimitationEc2()
See Also
Reference
ConcreteSLSCheckResultStressLimitationEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace